export const faculties = [
    'building',
    'leaf',
    'cogs',
    'calculator',
    'code',
    'graduation-cap'
]
export const facultiesToReadable = {
    'building': 'Строительный',
    'leaf': 'Инженерных систем и экологии',
    'cogs': 'Машиностроительный',
    'calculator': 'Экономический',
    'code': 'Электронно-информационных систем',
    'graduation-cap': 'Инженерно-экономический'
}

export const chairsToFaculties = {
    'building': [
        'Архитектура',
        'Геотехника и транспортные коммуникации',
        'Строительные конструкции',
        'Технология бетона и строительных материалов',
        'Технология строительного производства',
        'Экономика и организация строительства',
        'Физическое воспитание и спорт'
    ],
    'leaf': [
        'Водоснабжение',
        'Теплогазоснабжение',
        'Природоохранная деятельность',
        'Мелиорация',
        'Экология'
    ],
    'cogs': [
        'Автоматизация технологических процессов',
        'Машиноведение',
        'Прикладная механика',
        'Машиностроение и эксплуатация автомобилей',
        'Гуманитарные науки'
    ],
    'calculator': [
        'Бухгалтерский учет',
        'Иностранные языки',
        'Информатика и прикладная математика',
        'Менеджмент',
        'Мировая экономика',
        'Экономическая теория и логистика'
    ],
    'code': [
        'Интеллектуальные информационные технологии',
        'ЭВМ и системы',
        'Высшая математика',
        'Физика'
    ],
    'graduation-cap': [
        'Управление, экономика и финансы',
        'Белорусский и русский языки'
    ]
}
